LEXICON: dict[str, str] = {
    '/start': 'Вас приветствует бот по определению уровня '
              'Вашей финансовой грамотности.\n\n'
              'Чтобы перейти к заполнению анкеты - '
              'отправьте команду /fillform',
    '/cancel': 'Отменять нечего, вы еще не начали опрос\n\n'
               'Чтобы перейти к заполнению анкеты - '
               'отправьте команду /fillform',
    '/cancel_state': 'Вы вышли из заполнения анкеты\n\n'
                     'Чтобы снова перейти к заполнению анкеты - '
                     'отправьте команду /fillform',
    'surname': 'Пожалуйста, введите вашу фамилию',
    'not_surname': 'То, что вы отправили не похоже на фамилию\n\n'
                   'Пожалуйста, введите вашу фамилию\n\n'
                   'Если вы хотите прервать заполнение анкеты - '
                   'отправьте команду /cancel',
    'grade': 'Спасибо!\n\n А теперь выберите класс обучения:',
    'not_grade': 'Пожалуйста, пользуйтесь кнопками '
                 'при выборе образования\n\nЕсли вы хотите '
                 'прервать заполнение анкеты - отправьте '
                 'команду /cancel',
    'first_test': 'Хотели бы опробовать себя в тесте?',
    'not_first_test': 'Пожалуйста, пользуйтесь кнопками '
                      'при выборе образования\n\nЕсли вы хотите '
                      'прервать заполнение анкеты - отправьте '
                      'команду /cancel',
    'data': 'Спасибо!\n\n'
            'Остался последний шаг.\n'
            'Хотите получить данные опроса?',
    'echo': 'Извините, моя твоя не понимать'
}
